;; -*- no-byte-compile: t; -*-
;;; ~/.doom.d/packages.el

;;; Examples:
;; (package! some-package)
;; (package! another-package :recipe (:fetcher github :repo "username/repo"))
;; (package! builtin-package :disable t)
(package! adoc-mode)
(package! evil-escape :disable t)
(package! flycheck-clj-kondo :disable t)
(package! graphql-mode)
(package! ix)
(package! lispyville)
(package! lsp-ui :disable t)
(package! sort-words)
(package! uuidgen)
